{
    "introduction": "You stand at the head of the feast table over the body of Demitri the empress' advisor in economic matters. Moments before everyone had been wrapped up in the dancing and the feast. How had the assassin managed to kill in such a crowd without being seen? Was Demetri the true target or was this assassin really going for the empress? As the court necromancer it's up to you to find out!",
    "suspects": [
        {
            "name": "Seymon",
            "pronouns": ["he", "him", "his", "his", "himself"],
            "description": "Seymon, the empress' diplomatic advisor keeps to the edges of the room. He always seems to be able to strike an imposing figure when he wants and fade into the background when he chooses. Right now he seems to be doing the latter",
            "weapon_evidence": "When you examine it closely there are minescule flakes of a white powder on the hilt.",
            "body_evidence": "The death must have happened in an instant. There's not a single sign of struggle anywhere to be found.",
            "introduction": "Seymon is a tall older man in his sixties or seventies. Dispite his age he still stands tall and moves gracefully. He's dressed in fine attire, but nothing so flashy as to draw attention away from the empress.",
            "replacement_detail": "As you get a closer look at him you can see that he looks quite tired, but is doing everything to hide it.",
            "intro_end": "He gives a solemn nod as you approach. \"I hope you get to the bottom of this. Please tell me what I can do to help.\"",
            "questions": [
                "You look tired.",
                "Who might want Demetri dead?",
                "How could someone kill in the middle of the ball without being seen?"
                ],
            "responses": [
                "\"These past few months have worn on me I admit.\" he says dusting something off his white gloves, \"I hope to take a few days vacation once this is all over and the empress can spare me for that long.\" ",
                "\"I honestly don't know. He was quite good at his job for one so young. It could have been anyone looking to weaken the empress' position. I would look to the families first, and try to see who has the most to gain by putting more strain on the empress and the rest of her advisors.\"",
                "\"It would take a very adept assassin to pull something like this off for sure. But we have the wealthiest people in the world gathered in one room. Any of the families could have hired such an assassin.\""
                ]
        },
        {
            "name": "Rubis",
            "pronouns": ["he", "him", "his", "his", "himself"],
            "description": "Lord Rubis of house Videt stands just to the side. His stony face doesn't betray anything but his mysterious blue eyes narrow and flick about the room.",
            "weapon_evidence": "There is a slight herbacious scent lingering. You might not detect it if not for you keep nose. Upon pondering you think it smells like tea used to treat throat colds and mild fevers.",
            "body_evidence": "It was set up almost as if it were a trap. Like the assassin new exactly the moves Demetri would make and set up a fatal accident for him.",
            "introduction": "Lord Rubis is not much older than you, but he towers over you and seems to carry the air of someone who knows they have authority. He wears a well tailored vest with a kestrel, the symbol of his house, on the right breast.",
            "replacement_detail": "He is the empress' suitor that everyone most expects to win her hand, however you have heard that they do not get along as expected.",
            "intro_end": "He gives a stoic nod as you approach and tries to meet your eye, but you manage to avoid it. You've heard rumors that the Videt's magical eyes can put anyone who looks into them under some sort of spell. \"Lady Necromancer, I understand you must question us all.\"",
            "questions": [
                "I hear your eyes can look into the future.",
                "Did you see anything?",
                "What did you think of Demetri?"
                ],
            "responses": [
                "\"I... Do you really expect me to answer questions like that? What does that have to do with your investigation?\"",
                "\"Unfortunately I was distracted at the time. We were having a dance together remember? If I did I would have acted on it.\"",
                "\"I barely spoke to him. Everything I know about him is from what the empress has told me. He seemed competent enough at his job I suppose.\""
                ]
        },
        {
            "name": "Elke",
            "pronouns": ["she", "her", "her", "hers", "herself"],
            "description": "Lady Elke of house Ocuntna is doing the best she can to comfort her sister flora. Dispite the grusome scene she is staying remarkably calm.",
            "weapon_evidence": "There is a hint of a floral scent lingering on it.",
            "body_evidence": "There are large bruises on Demetri's chest. Like someone incredibly strong hit him in the diaphragm to keep him from screaming out just before killing him.",
            "introduction": "Lady Elke takes a step away from Flora as you approach. She towers over you at at least seven feet tall, as do all the nobles of her bloodline.",
            "replacement_detail": "She curtsies and as she does you catch a thick bruise on her forearm before she pulls her sleeve up to cover it.",
            "intro_end": "\"Miss necromancer! What can we do to help the investigation? I want to get my sister out of here as fast as possible.\"",
            "questions": [
                "What do you think of Demetri?",
                "What motive could someone have to kill him?",
				"I heard you're quite strong and not bad with a sword."
                ],
            "responses": [
                "\"He seemed very nice. He complimented me and Flora on our perfume. Flora makes it herself from flowers back home, and I think it meant a lot to her.\"",
                "\"I haven't the slightest clue. We thought this was going to be all fun and dances and a bit of courting amoungst the nobility not... this...\"",
				"Elke will blush and cover her face with a hand. \"Oh... well I suppose who you compare me to. My family are all strong, but I can't hold a candle to my aunt Valeria.\""
                ]
        },
        {
            "name": "Zuza",
            "pronouns": ["he", "him", "his", "his", "himself"],
            "description": "Zuza, a bard hired by the Zacut family, is busy comforting some of the lesser noble ladies.",
            "weapon_evidence": "As you run your finger along it and find a bit of wood dust. It smells like ebony.",
            "body_evidence": "You find a few flakes of ebony wood in his hair.",
            "introduction": "Zuza pretends not to see you at first but once you clear your throat he excuses himself from his lady friends to come talk to you.",
            "replacement_detail": "You notice a slight jingle to his pockets as he approaches.",
            "intro_end": "\"Miss Necromancer. Do you need something from me?\"",
            "questions": [
                "I noticed there was a string missing from your lute.",
                "You seem to be having fun.",
				"Are you loyal to the Zacut family?"
                ],
            "responses": [
                "\"Yes I dropped it amidst the commotion. It's aweful. It took a chip out of it and you can't get the ebody I need to fix it around here.\"",
                "I don't know what you mean. Those poor ladies were beside themselves after the death.",
				"\"This is just a job. I get paid and I sing and play my lute. Do you think the palace will compensate me for my extra time here tonight?\" He eyes you a bit expectantly."
                ]
        },
        {
            "name": "Pricilla",
            "pronouns": ["she", "her", "her", "hers", "herself"],
            "description": "Your cousin Lady Pricilla of house Vonye is busy talking with her twin brother Reynard. She gives a smile and a wave your way when she sees you.",
            "weapon_evidence": "It has a slight scent to it reminding you of a scent Lord Rubis was wearing earlier.",
            "body_evidence": "There's a smudge of something red on the back of his neck. It's not blood. More like paint or makeup of some sort.",
            "introduction": "As you approach Pricilla is reapplying her lipstick.",
            "replacement_detail": "As you get closer you detect a sweet perfume that reminds you of a warm hearth and spiced treats during the cold months.",
            "intro_end": "She smiles at you as you approach. \"How do I look?\" she asks, \"When it all went down I covered my mouth and ended up smudging my lipstick. Well have you found anything out yes miss Necromancer?\"",
            "questions": [
                "Are you and Reynard alright?",
                "You know a lot about the families Pricilla who do you think did it?",
				"You look great as always."
                ],
            "responses": [
                "\"Yes. I mean it is gastly business and I can't believe anyone would be so rude to assassinate the poor man in the middle of the ball. At the very least they could have waited for the dancing and the feasting to be over! I hope you catch the bastard. They interrupted your dance with Lord Rubis right? Did you smell him at least. I thought his cologne came close to one of our own. Not quite of course.\"",
                "\"Me? Well they all have motive I think in one way or another. I think the Nekkims bear looking into, as does that dirty vagabond of a bard the Zacuts brought.\"",
				"\"Ah thank you. I know I do but I do love hearing those words out of your mouth.\""
                ]
        },
        {
            "name": "Ionni",
            "pronouns": ["she", "her", "her", "hers", "herself"],
            "description": "Ionni is just barely in her teens. She seemed frightened initially but has since taken to amusing herself with a deck of cards she must have smuggled in.",
            "weapon_evidence": "There's a bit of thin transparent string tied around one end.",
            "body_evidence": "There's a playing card hidden beneath the body. It's the queen of hearts.",
            "introduction": "As you come up behind Ionni and annouce yourself she will jump a few feet into the air and scramble to pick up her cards.",
            "replacement_detail": "You notice she has a small pouce in her dress where she seems to have concealed a number of items used in stage magic like invisible string, cards, and even a small red handkerchief.",
            "intro_end": "She sniffles and wipes at her eyes as she looks down at her feet. \"Did you find them yet miss Necromancer? I want to go back to my rooms...\"",
            "questions": [
                "I know you're faking those tears Ionni.",
                "Did you know Demetri at all?",
				"Who do you think did it?"
                ],
            "responses": [
                "\"W-what?\" she stammers at first but when she sees you aren't buying it she drops the act. \"Okay yeah... I mean I'm sad but not enough to cry. I just didn't want you suspecting me because I wasn't sad. I do really want to go back to my rooms. It's creepy here with a killer around.\" The fear in her voice does seem genuine to you.",
                "\"I met him once or twice. He really liked my magic tricks so I liked him. You can bring him back eventually right?\"",
				"\"Honestly? Okay I think it was your cousins over there. The Vonye family is sneaky I know... I know you don't want to hear that but you should look into them if you're really a good investigator.\""
                ]
        }
    ],
    "weapons": [
        {
            "name": "dinner knife",
            "description": "a dinner knife that has been broken into a razor sharp edge.",
            "body_evidence": "His throat is cleanly cut.",
            "suspect_evidence": "!sub! seems to be keeping !posadj! hand in !posadj! pocket, but you notice a bit of a red stain on the cuff of !posadj! sleeve."
        },
		{
            "name": "instument string",
            "description": "a strong and sturdy string that once belonged to a guitar or a lute.",
            "body_evidence": "His face is purple and there's a thin but very dark bruise along his throat.",
            "suspect_evidence": "You notice a thin bruise running in a circle around the palm and backside of !posadj! hand."
        },
		{
            "name": "poisoned needle",
            "description": "a small thin needle. Perhaps for sewing or perhaps for something more sinister.",
            "body_evidence": "There is no readily apparant cause of death. It's almost like he just keeled over, but on close inspection you spy a tiny red dot along his neck.",
            "suspect_evidence": "Your keen nose detects the slightest hint of roasted almonds about !obj!."
        },
		{
            "name": "push dagger",
            "description": "A small push dagger. It's weathered and has seen some use, but the blade is well maintained and wiped clean of dirt and dust.",
            "body_evidence": "He has been killed by a fast yet brutal stab through the heart.",
            "suspect_evidence": "You notice a small fold in !posadj! sleeve that could perhaps have been a pocket to conceal something."
        }
    ],
    "rooms": [
        {
            "name": "The dinning table",
            "description": "The long mahogany dining table overlooks the starry dance floor and is filled with plates and half eaten dishes. It seems there's quite a variety of good food that will be going to waste tonight. Nobody has an appitite left.",
            "hiding_spot": "Slipped beneath a tray of smoked salmon"
        },
		{
            "name": "The dance floor",
            "description": "High above a huge chandalier casts sparkling light throughout the room. The floor of the dance floor is made of some sort of polished crystal, and when you look down you can see stars as if you're dancing on the night sky.",
            "hiding_spot": "Hidden behind the doorway to the stage"
        },
		{
            "name": "The kitchens",
            "description": "There's a doorway that leads directly from the dining area down to the kitchens. The air is full of delicious scents of garlic, ginger, spice and baked bread. In the center on a table there's a massive layered cake in the shape of the palace. There's a handfull of servants still working on it despite the guards having locked down the area.",
            "hiding_spot": "Pushed into the bottom layer of the cake"
        },
		{
            "name": "The entryway",
            "description": "The entryway is now blocked by guards. Everyone's coats and hats are stored in closets to the side, and there are two sets of stairs. One leading to the dance floor and the other leading to the dining area.",
            "hiding_spot": "Slipped inside the pocket of Lord Rubis' coat"
        },
		{
            "name": "The stage",
            "description": "The stage is an area raised about six feet or so off of the dance floor. A number of bards and musicians have their instuments along the walls. You notice that one of the lutes is missing a string. You believe it's the one that was being played by Zuza.",
            "hiding_spot": "Slipped inside the lute that was missing the string"
        }
    ],
    "good_end": "On your accusation !sus! is taken away and with the evidence of the !wep! no one can deny their guilt. They are throne into the dungeons for a few weeks before they are ransomed back to their family to face their own justice. The swiftness of the investigation dissuades any further assassinations in the palace, and gives everyone a newfound respect in the empress' and her necromancer's capabilities.",
    "bad_end": "Your accusation of !sus! is not taken seriously. The empress is forced to dismiss it otherwise face offending the families.",
    "missed_weapon_end": "You accused !sus!, however they are able to cast doubt on their guilt by disproving !wep! as the way Demetri was killed. They are released and both you and the empress lose considerable respect in the eyes of the nobility.",
    "missed_murderer_end": "On your accusation !sus! is arrested and with the evidence of !wep! they are kept in the palace dungeons. However their family insists on their innocence and are able to gather others to their side. The empress is forced to make the choice to release them or face war. Either way she loses considerable respect from everyone."
}